Repository: common-repository/top-spammers
Catalog: top-spammers-*.po
Languages: de_de

source: Block Top Spammers
de_de: Top Spammer blocken

source: Lucky you: no spam.
de_de: Was ein Glück: kein Spam.

source: These are your top spammers' IP addresses.
de_de: Das sind die IP-Adressen der Top Spammer.

source: The top %d
de_de: Die Top %d

source: Lucky you: no new spam.
de_de: Was ein Glück: kein neuer Spam.

source: You have spam from a total of %d different IP addresses.
de_de: Sie haben Spam von insgesamt %d verschiedenen IP-Adressen.

source: Delete spam comments from selected ip addresses, and add ip addresses to blacklist
de_de: Spam-Kommentare von den ausgewählten IP-Adressen löschen und die IP-Adressen blocken

source: order by IP address
de_de: nach IP-Adresse sortieren

source: IP address
de_de: IP-Adresse

source: order by count (descending)
de_de: nach Anzahl sortieren (absteigend)

source: count
de_de: Anzahl

source: This is your IP. Don't lock yourself out!
de_de: Das ist Ihre eigene IP-Adresse. Sperren Sie sich bitte nicht selbst aus!

source: There's ham from the same IP. You shouldn't block readers, just bots!
de_de: Von dieser IP-Adresse wurden bereits Kommentare genehmigt. Sie sollten keine Leser sondern nur Bots blocken!

source: There are unapproved comments from the same IP. I recomment reviewing them first. You shouldn't block readers, just bots!
de_de: Es gibt noch offene Kommentare von dieser IP-Adresse. Ich empfehle, diese vorher zu moderieren. Sie sollten keine Leser sondern nur Bots blocken!

source: View all the spam comments from %s
de_de: Alle Spam-Kommentare von %s ansehen

source: View spam
de_de: Spam ansehen

source: View all the approved comments from %s
de_de: Alle genehmigten Kommentare von %s ansehen

source: View ham
de_de: Genehmigte Kommentare

source: View unapproved comments from %s
de_de: Alle offenen Kommentare von %s ansehen

source: View pending
de_de: Offene Kommentare

source: Lookup %s in the ARIN WHOIS Database
de_de: %s in der ARIN WHOIS Datenbank suchen

source: Lookup %s in the RIPE Database
de_de: %s in der RIPE Datenbank suchen

source: Lookup %s in the APNIC Whois Database
de_de: %s in der APNIC Whois Datenbank suchen

source: Lookup %s in the LACNIC WHOIS
de_de: %s in der LACNIC WHOIS Datenbank suchen

source: Lookup %s in the AfriNIC Whois Database
de_de: %s in der AfriNIC Whois Datenbank suchen

source: You are about to delete spam comments from the selected ip addresses.\n\'Cancel\' to stop, \'OK\' to delete.
de_de: Spam-Kommentare von den ausgewählten IP-Adressen werden gelöscht.\n\'OK\' zum Löschen, sonst \'Abbrechen\'

source: Your blacklist (rules for .htaccess)
de_de: Die Blacklist (Regeln für .htaccess)

source: You haven't blacklisted anyone, yet.
de_de: Noch niemand geblockt.

source: Your .htaccess file is up to date.
de_de: Ihre .htaccess-Datei ist aktuell

source: Your .htaccess file has been updated.
de_de: Ihre .htaccess-Datei wurde aktualisiert

source: Your .htaccess file is not writable. Please update it manually!
de_de: Ihre .htaccess-Datei ist nicht beschreibbar. Bitte aktualisieren Sie die Datei manuell!

source: <strong>Instructions:</strong> copy these lines to your .htaccess-file and those IP addresses will be blocked from accessing your site entirely, probably taking some load off your server.
de_de: <strong>Anleitung:</strong> kopieren Sie diese Zeilen in Ihre .htaccess-Datei und die geblockten IP-Adressen können auf Ihre Site nicht mehr zugreifen. Dadurch sollte die Last auf dem Server reduziert werden.

source: Reset blacklist (delete all ip addresses)
de_de: Blacklist zurücksetzen (alle IP-Adressen löschen)

source: You are about to reset your blacklist.\n\'Cancel\' to stop, \'OK\' to reset.
de_de: Die Blacklist wird jetzt zurückgesetzt.\n\'OK\' zum Zurücksetzen, sonst \'Abbrechen\'

source: %d spam deleted
de_de: %d Spam-Kommentare gelöscht

source: Block Top Spammers displays a <a href="edit-comments.php?page=top-spammers">list of your top spammers' IP addresses</a>, based on all comments in your database that are marked as spam. It also generates a blacklist for your .htaccess file to block those spammers from your website entirely, thus taking load off the server. &mdash; You will need another plugin (like <a href="http://akismet.com/">Akismet</a>) to identify the spam.
de_de: Top Spammer blocken zeigt eine <a href="edit-comments.php?page=top-spammers">Liste der IP-Adressen der Top Spammer</a> an, basierend auf allen als Spam markierten Kommentare in Ihrer Datenbank. Top Spammer generiert eine Blacklist für die .htaccess-Datei um Zugriffe dieser Spammer auf die Website komplett zu unterbinden, wodurch die Last auf dem Server reduziert wird. &mdash; Sie benötigen noch ein weiteres Plugin (z.B. <a href="http://akismet.com/">Akismet</a>) um den Spam herauszufiltern.
